Repository: tscreven/Trio-ECS251
Catalog: CGMBLEKit/CGMBLEKit/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, it, ja, nb, nb_no, nl, pl, pt_br, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Dexcom G5
ar: ديكسكوم G5

source: Dexcom G6
ar: ديكسكوم G6
zh_hans: 德康 G6

source: Glucose data is unavailable
ar: قراءات السكر غير متوفرة
da: Glukosedata ikke tilgængeligt
de: Blutzuckerdaten sind nicht verfügbar
es: Los datos de glucosa no están disponibles
fi: Glukoositietoja ei ole saatavilla
fr: Les données de glycémie ne sont pas disponibles
he: מידע גלוקוז לא זמין
it: I dati della glicemia non sono disponibili
ja: グルコースデータがありません
nb: Blodsukker er utilgjengelig
nb_no: Blodsukker er utilgjengelig
nl: Glucosegegevens zijn niet beschikbaar
pl: Dane o poziomie glukozy są niedostępne
pt_br: Os dados de glicose não estão disponíveis
ro: Datele privind glicemia nu sunt disponibile
ru: Данные глюкозы недоступны
sk: Údaje o glykémii nie sú k dispozícii
sv: Glukosvärden är inte tillgängliga
tr: KŞ verileri mevcut değil
uk: Дані глюкози недоступні
vi: Dữ liệu glucose không có sẵn
zh_hans: 葡萄糖数据不可用

source: Low Battery
ar: البطارية منخفضة
da: lavt batteri
de: Batterie niedrig
es: Batería Baja
fi: Akku lähes tyhjä
fr: Batterie faible
he: סוללה חלשה
it: Batteria scarica
ja: 電池残量低下
nb: Lavt batterinivå
nb_no: Lavt batterinivå
nl: Batterij Bijna Leeg
pl: Słaba bateria
pt_br: Bateria Fraca
ro: Baterie descărcată
ru: Низкий заряд батарейки
sk: Slabá batéria
sv: Lågt batteri
tr: Düşük Pil
uk: Низький заряд батареї
vi: pin yếu
zh_hans: 电量低

source: OK
ar: موافق
he: תקין
tr: Tamam
uk: ОК
zh_hans: 好的

source: Peripheral command was invalid
ar: أمر الجهاز الطرفي غير صالح
da: Kommando for ekstern enhed var ugyldig
de: Peripheriebefehl war ungültig
es: El comando del dispositivo periférico no es válido
fi: Oheislaitekomento oli virheellinen
fr: La commande périphérique a retourné une commande invalide
he: פעולה לא חוקית
it: Il comando della periferica non era valido
nb: Perifer kommando var ugyldig
nb_no: Perifer kommando var ugyldig
nl: Perifere commando was ongeldig
pl: Polecenie urządzenia peryferyjnego było nieprawidłowe
ro: Comanda dispozitivului este nevalidă
ru: Неправильно сформирован запрос.
sk: Periférny príkaz bol neplatný
sv: Perifert kommando var ogiltigt
tr: Çevre birimi komutu geçersiz
uk: Неправильно сформовано запит.
vi: Câu lệnh không hợp lệ
zh_hans: 外围命令无效

source: Peripheral did not respond in time
ar: الجهاز الطرفي لم يستجب في الوقت المحدد
da: Ekstern enhed svarede ikke i tide
de: Peripherie antwortet nicht rechtzeitig
es: El dispositivo periférico no respondió a tiempo
fi: Ulkoinen laite ei vastannut ajoissa
fr: Le périphérique n’a pas répondu à temps
he: לא הגיב בזמן
it: La periferica non ha risposto in tempo
ja: 危機が時間内に反応しませんでした
nb: Tilbehøret svarte ikke i tide
nb_no: Tilbehøret svarte ikke i tide
nl: Apparaat reageerde niet op tijd
pl: Urządzenie peryferyjne nie odpowiada
pt_br: Acessório não respondeu a tempo
ro: Dispozitivul periferic nu a răspuns în timp util
ru: Периферийное устройство не отозвалось вовремя
sk: Periférne zariadenie nereagovalo načas
sv: Enhet svarade inte inom utsatt tid
tr: Çevre birimi zamanında yanıt vermedi
uk: Периферійний пристрій не озвався вчасно
vi: Ngoại vi không đáp ứng kịp thời
zh_hans: 外设没有及时响应

source: Peripheral isnʼt connected
ar: الجهاز الطرفي غير متصل
da: Ekstern enhed er ikke forbundet
de: Gerät ist nicht verbunden
es: El dispositivo periférico no está conectado
fi: Ulkoinen laite ei ole yhdistetty
fr: Le périphérique n’est pas connecté
he: לא מחובר
it: La periferica non è connessa
ja: 危機が接続されていません
nb: Tilbehøret er ikke tilkoblet
nb_no: Tilbehøret er ikke tilkoblet
nl: Apparaat is niet verbonden
pl: Urządzenie peryferyjne nie jest podłączone
pt_br: Acessório não está conectado
ro: Dispozitivul periferic nu este conectat
ru: Соединение с периферийным устройством не установлено
sk: Periférne zariadenie nie je pripojené
sv: Enheten är inte ansluten
tr: Çevre birimi bağlı değil
uk: З'єднання з периферійним пристроєм не встановлено
vi: Ngoại vi không được kết nối
zh_hans: 外围设备未连接

source: Sensor calibration is OK
ar: معايرة المستشعر مضبوطة
da: Sensorkalibrering er OK
de: Sensorkalibrierung ist OK
es: Calibración de sensor está OK
fi: Anturin kalibrointi onnistui
fr: Étalonnage de capteur OK
he: כיול חיישן הצליח
it: La calibrazione del sensore è OK
ja: センサーの較正はできています
nb: Sensorkalibrering er OK
nb_no: Sensorkalibrering er OK
nl: Sensorkalibratie is OK
pl: Kalibracja sensora powiodła się
pt_br: A calibração do sensor está OK
ro: Calibrarea senzorului este OK
ru: Калибровка сенсора ОК
sk: Kalibrácia senzora je vporiadku
sv: Sensorkalibrering lyckades
tr: Sensör kalibrasyonu tamam
uk: Калібрування сенсора ОК
vi: Hiệu chuẩn cảm biến là OK
zh_hans: 传感器校准成功

source: Sensor is in unknown state %1$d
ar: المستشعر في حالة غير معروفة %1$d
da: Sensor i ukendt tilstand %1$d
de: Sensor befindet sich in unbekanntem Zustand %1$d
es: El sensor está en estado desconocido %1$d
fi: Anturi on tuntemattomassa tilassa %1$d
fr: Le capteur est dans un état inconnu %1$d
he: מצב החיישן אינו ידוע %1$d
it: Il sensore è in stato sconosciuto %1$d
ja: センサーの状態が不明です %1$d
nb: Sensor er i ukjent tilstand %1$d
nb_no: Sensoren har ukjent tilstand %1$d
nl: Onbekende sensorstatus %1$d
pl: Sensor jest w nieznanym stanie %1$d
pt_br: O sensor está em um estado desconhecido %1$d
ro: Starea senzorului este necunoscută
ru: Неизвестное состояние сенсора%1$d
sk: Senzor je v neznámom stave %1$d
sv: Sensorns status är okänd %1$d
tr: Sensör bilinmeyen durumda %1$d
uk: Сенсор знаходиться в невідомому стані%1$d
vi: Cảm biến ở trạng thái không xác định %1$d
zh_hans: 传感器处于未知状态 %1$d

source: Sensor is stopped
ar: المستشعر متوقف
da: Sensor er stoppet
de: Sensor ist gestoppt
es: El sensor está en pausa
fi: Anturi on pysäytetty
fr: Le capteur est arrêté
he: חיישן נעצר
it: Il sensore è arrestato
ja: センサーが停止しています
nb: Sensor er stoppet
nb_no: Sensoren er stoppet
nl: Sensor gestopt
pl: Sensor został zatrzymany
pt_br: O sensor está parado
ro: Senzorul e oprit
ru: Сенсор остановлен
sk: Senzor je zastavený
sv: Sensorn har stoppats
tr: Sensör durdu
uk: Сенсор зупинений
vi: Cảm biến bị dừng
zh_hans: 传感器停止

source: Sensor is warming up
ar: المستشعر تحت الإحماء
da: Sensor varmer op
de: Sensor befindet sich in der Aufwärmphase
es: El sensor se está calentando
fi: Anturi lämpenee
fr: Le capteur est en préchauffage
he: חיישן מתכונן
it: Il sensore si sta riscaldando
ja: センサーが準備中です
nb: Sensor varmer opp
nb_no: Sensoren varmer opp
nl: Sensor aan het opwarmen
pl: Sensor jest w fazie rozruchu
pt_br: O sensor está aquecendo
ro: Senzorul se pregătește
ru: Сенсор прогревается
sk: Senzor sa zahrieva
sv: Sensorn värmer upp
tr: Sensör ısınıyor
uk: Сенсор прогрівається
vi: Cảm biến đang nóng lên
zh_hans: 传感器在启动中

source: Sensor needs calibration
ar: المستشعر بحاجة الى معايرة
da: Sensoren har brug for kalibrering
de: Sensor benötigt Kalibrierung
es: Sensor se necesita de calibración
fi: Anturi tarvitsee kalibroinnin
fr: Capteur doit être étalonné
he: נדרש כיול לחיישן
it: Il sensore necessita di calibrazione
ja: センサーの較正が必要です
nb: Sensor trenger kalibrering
nb_no: Sensor trenger kalibrering
nl: Sensor moet worden gekalibreerd
pl: Sensor wymaga kalibracji
pt_br: O sensor precisa de calibração
ro: Senzorul are nevoie de calibrare
ru: Сенсор требует калибровки
sk: Senzor potrebuje kalibráciu
sv: Sensorn behöver kalibreras
tr: Sensörün kalibrasyona ihtiyacı var
uk: Сенсор вимагає калібрування
vi: Cảm biến cần hiệu chuẩn
zh_hans: 传感器需要校准

source: Unknown characteristic
ar: خاصية مجهولة
da: Ukendt karakteristik
de: Unbekannte Charakteristik
es: Característica desconocida
fi: Tuntematon ominaisuus
fr: Caractéristique inconnue
he: מאפיין לא ידוע
it: Caratteristica sconosciuta
ja: エラー不明
nb: Ukjent karakteristikk
nb_no: Ukjent karakteristikk
nl: Onbekende eigenschap
pl: Nieznany błąd
pt_br: Característica Desconhecida
ro: Caracteristică necunoscută
ru: Неизвестная характеристика
sk: Neznáma charakteristika
sv: Okänd data
tr: Bilinmeyen karakteristik
uk: Невідома характеристика
vi: Đặc điểm không xác định
zh_hans: 未知特性
